{
    "Home": "Ile",
    "About Us": "Nipa Wa",
    "Course": "Ẹkọ",
    "Contact Us": "Kan Si Wa",
    "Get Started": "Bẹrẹ",
    "Chronic Kidney Disease Awareness": "Imọ nipa Arun Koda Alapọn",
    "Learn how to monitor and manage CKD effectively. your health is our priority.": "Kọ ẹkọ bi a ṣe le ṣakoso ati tọpinpin CKD ni ọna to munadoko. Ilera rẹ ni pataki julọ fun wa.",
    "What is CKD?": "Kí ni CKD?",
    "Chronic Kidney Disease (CKD) is a condition characterized by the gradual loss of kidney function over time. Early detection and management are crucial to preventing complications. Our platform offers a wealth of resources to help individuals and healthcare providers take control of CKD management.": "Chronic Kidney Disease (CKD) jẹ ipo ti o jẹri pipadanu iṣẹ koda lọna ti o lọra lori akoko. Iwadii kutukutu ati iṣakoso jẹ pataki lati yago fun awọn iṣoro. Pẹpẹ wa nfunni ni awọn orisun pupọ lati ṣe iranlọwọ fun awọn ẹni-kọọkan ati awọn olupese itọju ilera lati gba iṣakoso lori iṣakoso CKD.",
    "Prevention": "Iṣakoso",
    "Learn the steps you can take to reduce the risk of CKD, including maintaining a healthy lifestyle, staying hydrated, and regular checkups.": "Kọ ẹkọ awọn igbesẹ ti o le ṣe lati dinku ewu CKD, pẹlu mimu igbesi aye ilera, mimu omi to, ati awọn ayẹwo deede.",
    "Monitoring": "Tọpinpin",
    "Get tools and insights to track kidney health, analyze symptoms, and keep track of your overall well-being.": "Gba awọn irinṣẹ ati imọ lati tọpinpin ilera koda, ṣe itupalẹ awọn aami, ati tọju atẹle ti ilera rẹ lapapọ.",
    "Treatment Options": "Awọn aṣayan itọju",
    "Access detailed information about treatment plans, lifestyle modifications, and expert guidance tailored to your needs.": "Gba alaye alaye nipa awọn eto itọju, awọn iyipada igbesi aye, ati itọsọna amoye ti a ṣe adani si awọn aini rẹ.",

    "Create Your Account": "Ṣẹda àkọọlẹ rẹ",
  "Full Name": "Orukọ kikun",
  "Enter your full name": "Tẹ orukọ kikun rẹ",
  "Email Address": "Adirẹsi imeeli",
  "Enter your email": "Tẹ imeeli rẹ",
  "User Type": "Iru olumulo",
  "Patient ": "Arabinrin/alaisan",
  "Password": "Ọrọ aṣínà",
  "Enter your password": "Tẹ ọrọ aṣínà rẹ",
  "Confirm Password": "Jẹrisi ọrọ aṣínà",
  "Re-enter your password": "Tun tẹ ọrọ aṣínà rẹ",
  "Register": "Forukọsilẹ",
  "Already have an account?": "Ṣe o ti ni àkọọlẹ kan?",
  "Login": "Wọlé",
  "Full name is required": "Orukọ kikun jẹ dandan",
  "Email is required": "Imeeli jẹ dandan",
  "Invalid Email": "Imeeli ko tọ",
  "Password is required": "Ọrọ aṣínà jẹ dandan",
  "Password must be at least 6 characters long": "Ọrọ aṣínà gbọdọ jẹ o kere ju lẹta mẹfa",
  "Passwords do not match": "Ọrọ aṣínà naa ko baamu",
  "Registration successful!": "Forukọsilẹ ti ṣaṣeyọri!",
  "Server Error": "Aṣiṣe olupin",
  "Unable to connect to the server!": "Ko le sopọ mọ olupin!",

  "Login to Your Account": "Wọlé sí àkọọlẹ rẹ",
  "Don't have an account?": "Ṣe o ní àkọọlẹ?",
  "Login successful!": "Ìwọlé ṣeé ṣàṣeyọrí!",
  "Invalid email or password.": "Imeeli tàbí ọrọ aṣínà kò tọ́.",
  "No redirect URL provided by the server.": "Sẹ́fà kò fi URL ìtúnsọna kankan hàn."
  
  }
  